[Archetype.Class_RocketRunner VehicleClassDefinition]
DisplayName="Lança-Foguetes"

[Weapon.WeaponTypes.WeaponType_RocketLauncher WeaponTypeDefinition]
Typename=" Veículo de Bandido com Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

